[
  {
    "quote": "“You cannot continue to victimize someone else just because you yourself were a victim once—there has to be a limit”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“Every empire, however, tells itself and the world that it is unlike all other empires, that its mission is not to plunder and control but to educate and liberate.\"(Los Angeles Times, July 20, 2003)”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“All knowledge that is about human society, and not about the natural world, is historical knowledge, and therefore rests upon judgment and interpretation. This is not to say that facts or data are nonexistent, but that facts get their importance from what is made of them in interpretation… for interpretations depend very much on who the interpreter is, who he or she is addressing, what his or her purpose is, at what historical moment the interpretation takes place.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“No one today is purely one thing. Labels like Indian, or woman, or Muslim, or American are not more than starting-points, which if followed into actual experience for only a moment are quickly left behind. Imperialism consolidated the mixture of cultures and identities on a global scale. But its worst and most paradoxical gift was to allow people to believe that they were only, mainly, exclusively, white, or Black, or Western, or Oriental. Yet just as human beings make their own history, they also make their cultures and ethnic identities. No one can deny the persisting continuities of long traditions, sustained habitations, national languages, and cultural geographies, but there seems no reason except fear and prejudice to keep insisting on their separation and distinctiveness, as if that was all human life was about. Survival in fact is about the connections between things; in Eliot’s phrase, reality cannot be deprived of the “other echoes [that] inhabit the garden.” It is more rewarding - and more difficult - to think concretely and sympathetically, contrapuntally, about others than only about “us.” But this also means not trying to rule others, not trying to classify them or put them in hierarchies, above all, not constantly reiterating how “our” culture or country is number one (or not number one, for that matter).”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“We can not fight for our rights and our history as well as future until we are armed with weapons of criticism and dedicated consciousness.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“Humanism is the only - I would go so far as saying the final- resistance we have against the inhuman practices and injustices that disfigure human history.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“Every single empire in its official discourse has said that it is not like all the others, that its circumstances are special, that it has a mission to enlighten, civilize, bring order and democracy, and that it uses force only as a last resort. And, sadder still, there always is a chorus of willing intellectuals to say calming words about benign or altruistic empires, as if one shouldn't trust the evidence of one's eyes watching the destruction and the misery and death brought by the latest mission civilizatrice.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Just as none of us is outside or beyond geography, none of us is completely free from the struggle over geography. That struggle is complex and interesting because it is not only about soldiers and cannons but also about ideas, about forms, about images and imaginings.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“exile is strangely compelling to think about but terrible to experience. It is the unhealable rift forced between a human being and a native place, between the self and its true home: its essential sadness can never be surmounted. And while it is true that literature and history contain heroic, romantic, glorious, even triumphant episodes in an exile’s life, these are no more than efforts meant to overcome the crippling sorrow of estrangement.”",
    "author": "Edward W. Said,",
    "book": "Reflections on Exile and Other Essays"
  },
  {
    "quote": "“It is quite common to hear high officials in Washington and elsewhere speak of changing the map of the Middle East, as if ancient societies and myriad peoples can be shaken up like so many peanuts in a jar.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“My argument is that history is made by men and women, just as it can also be unmade and rewritten, always with various silence and elisions, always with shapes imposed and disfigurements tolerated.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“I don't remember when exactly I read my first comic book, but I do remember exactly how liberated and subversive I felt as a result.”",
    "author": "Edward Said,",
    "book": "Palestine"
  },
  {
    "quote": "“The Orient and Islam have a kind of extrareal, phenomenologically reduced status that puts them out of reach of everyone except the Western expert. From the beginning of Western speculation about the Orient, the one thing th orient could not do was to represent itself. Evidence of the Orient was credible only after it had passed through and been made firm by the refining fire of the Orientalist’s work.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Much as I have no wish to hurt anyone's feelings, my first obligation has not been to be nice but to be true to my perhaps peculiar memories, experiences and feelings.”",
    "author": "Edward W. Said,",
    "book": "Out of Place"
  },
  {
    "quote": "“Despite the variety and the differences, and however much we proclaim the contrary, what the media produce is neither spontaneous nor completely “free:” “news” does not just happen, pictures and ideas do not merely spring from reality into our eyes and minds, truth is not directly available, we do not have unrestrained variety at our disposal. For like all modes of communication, television, radio, and newspapers observe certain rules and conventions to get things across intelligibly, and it is these, often more than the reality being conveyed, that shape the material delivered by the media. ”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“The more one is able to leave one’s cultural home, the more easily is one able to judge it, and the whole world as well, with the spiritual detachment and generosity necessary for true vision. The more easily, too, does one assess oneself and alien cultures with the same combination of intimacy and distance.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“There is nothing mysterious or natural about authority. It is formed, irradiated, disseminated; it is instrumental, it is persuasive; it has status, it establishes canons of taste and value; it is virtually indistinguishable from certain ideas it dignifies as true, and from traditions, perceptions, and judgments it forms, transmits, reproduces.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“I take criticism so seriously as to believe that, even in the midst of a battle in which one is unmistakably on one side against another, there should be criticism, because there must be critical consciousness if there are to be issues, problems, values, even lives to be fought for... Criticism must think of itself as life-enhancing and constitutively opposed to every form of tyranny, domination, and abuse; its social goals are noncoercive knowledge produced in the interests of human freedom.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“We are at a point in our work when we can no longer ignore empires and the imperial context in our studies. (p. 5)”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“Appeals to the past are among the commonest of strategies in interpretations of the present.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“I emphasize in it [my Orientalism] accortdingly that neither the term Orient nor the concept of the West has any ontological stability; each is made up of human effort, partly affirmation, partly identification of the Other.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“... the connection between imperial politics and culture is astonishingly direct. American attitudes to American \"greatness\", to hierarchies of race, to the perils of \"other\" revolutions (the American revolution being considered unique and somehow unrepeatable anywhere else in the world) have remained constant, have dictated, have obscured, the realities of empire, while apologists for overseas American interests have insisted on American innocence, doing good, fighting for freedom.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“Arabs, for example, are thought of as camel-riding, terroristic, hook-nosed, venal lechers whose undeserved wealth is an affront to real civilization. Always there lurks the assumption that although the Western consumer belongs to a numerical minority, he is entitled either to own or to expend (or both) the majority of the world resources. Why? Because he, unlike the Oriental, is a true human being.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Liberation as an intellectual mission, born in the resistance and opposition to the confinements and ravages of imperialism, has now shifted from the settled, established, and domesticated dynamics of culture to its unhoused, decentred, and exilic energies, energies whose incarnation today is the migrant, and whose conciousness is that of the intellectual and artist in exile, the political figure between domains, between forms, between homes, and between languages. From this perspective then all things are indeed counter, original, spare, strange. From this perspective also, one can see 'the complete consort dancing together' contrapuntally.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“To say simply that Orientalism was a rationalization of colonial rule is to ignore the extent to which colonial rule was justified in advance by Orientalism, rather than after the fact.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Nothing in my view is more reprehensible than those habits of mind in the intellectual that induce avoidance, that characteristic turning away from a difficult and principled position, which you know to be the right one, but which you decide not to take. You do not want to appear too political; you are afraid of seeming controversial; you want to keep a reputation for being balanced, objective, moderate; your hope is to be asked back, to consult, to be on a board or prestigious committee, and so to remain within the responsible mainstream; someday you hope to get an honorary degree, a big prize, perhaps even an ambassadorship. For an intellectual these habits of mind are corrupting par excellence. If anything can denature, neutralize, and finally kill a passionate intellectual life it is the internalization of such habits. Personally I have encountered them in one of the toughest of all contemporary issues, Palestine, where fear of speaking out about one of the greatest injustices in modern history has hobbled, blinkered, muzzled many who know the truth and are in a position to serve it. For despite the abuse and vilification that any outspoken supporter of Palestinian rights and self-determination earns for him or herself, the truth deserves to be spoken, represented by an unafraid and compassionate intellectual.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“In short, Israel is the measure of our failings and our incompetence. We have waited for a great leader for years, but none came; we have waited for a mighty military victory, but we were defeated roundly; we have waited for outside powers (the US or,in its time, the Soviet Union), but none came to our aid. The one thing we have not tried in all seriousness is to rely on OURSELVES: until we do that with a full commitment to success there is no chance that we can advance towards self-determination and freedom from aggression.-1998”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“Texts are not finished objects.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“In newsreels or news-photos, the Arab is always shown in large numbers. No individuality, no personal characteristics or experiences. Most of the pictures represent mass rage and misery, or irrational (hence hopelessly eccentric) gestures. Lurking behind all of these images is the menace of jihad. Consequence: a fear that the Muslims (or Arabs) will take over the world.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Consider that in 1800 Western powers claimed 55 percent but actually held approximately 35 percent of the earth's surface, and that by 1874 the proportion was 67 percent, a rate of increase of 83,000 square miles per year. By 1914, the annual rate had risen to an astonishing 240,000 square miles [per year], and Europe held a grand total of roughly 85 percent of the earth as colonies, protectorates, dependencies, dominions, and commonwealths. No other associated set of colonies in history was as large, none so totally dominated, none so unequal in power to the Western metropolis.\" Culture and Imperialism, pg. 8”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“I have spent a great deal of my life during the past thirty-five years advocating the rights of the Palestinian people to national self-determination, but I have always tried to do that with full attention paid to the reality of the Jewish people and what they suffered by the way of persecution and genocide. The paramount thing is that the struggle for equality in Palestine/Israel should be directed toward a humane goal, that is, coexistence, and not further suppression and denial. Not accidentally, I indicate that Orientalism and modern anti-Semitism have common roots. Therefore, it would seem to be a vital necessity for independent intellectuals always to provide alternative models to the reductively simplifying and confining ones, based on mutual hostility, that have prevailed in the Middle East and elsewhere for so long.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Always there lurks the assumption that although the Western consumer belongs to a numerical minority, he is entitled either to own or to expend (or both) the majority of the world resources. Why? Because he, unlike the Oriental, is a true human being. No better instance exists today of what Anwar Abdel Malek calls “the hegemonism of possessing minorities” and anthropocentrism allied with Europocentrism: a white middle-class Westerner believes it his human prerogative not only to manage the nonwhite world but also to own it, just because by definition “it” is not quite as human as “we” are. There is no purer example than this of dehumanized thought.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Our role is to widen the field of discussion, not to set limits in accord with the prevailing authority.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Modern Orientalism embodies a systematic discipline of accumulation. Far from this being exclusively an intellectual or theoretical feature, it made Orientalism tend fatally towards the systematic accumulation of human beings and territories. To reconstruct a dead or lost Oriental language meant ultimately to reconstruct a dead or neglected Orient; it also meant that reconstructive precision, science, even imagination could prepare the way for what armies, administrators, and bureaucracies would later do on the ground.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“We live in one global environment with a huge number of ecological, economic, social, and political pressures tearing at its only dimly perceived, basically uninterpreted and uncomprehended fabric. Anyone with even a vague consciousness of this whole is alarmed at how such remorselessly selfish and narrow interests - patriotism, chauvinism, ethnic, religious, and racial hatreds - can in fact lead to mass destructiveness. The world simply cannot afford this many more times.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“The appropriation of history, the historicization of the past, the narrativization of society, all of which give the novel its force, include the accumulation and differentiation of social space, space to be used for social purposes.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“There has been no major revolution in modern history without intellectuals; conversely there has been no major counterrevolutionary movement without intellectuals. Intellectuals have been the fathers and mothers of movements, and of course sons and daughters, even nephews and nieces.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“The intellectual is an individual endowed with a faculty for representing, embodying, articulating a message, a view, an attitude, philosophy or opinion to, as well as for, a public. And this role has an edge to it, and cannot be played without a sense of being someone whose place ti is publicly to raise embarrassing questions, to confront orthodoxy and dogma (rather than to produce them), to be someone who cannot easily be co-opted by governments or corporations, and whose raison d'etre is to represent all those people and issues that are routinely forgotten or swept under the rug.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“They weren't like us and for that reason deserved to be ruled.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“Every writer on the Orient (and this is true even of Homer) assumes some Oriental precedent, some previous knowledge of the Orient, to which he refers and on which he relies. Additionally, each work on the Orient affiliates itself with other works, with audiences, with institutions, with the Orient itself. The ensemble of relationships between works, audiences, and some particular aspects of the Orient therefore constitutes an analyzable formation[…]whose presence in time, in discourse, in institutions (schools, libraries, foreign services) gives it strength and authority.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“What I am interested in doing now is suggesting how the general liberal consensus that “true” knowledge is fundamentally nonpolitical (and conversely, that overtly political knowledge is not “true” knowledge) obscures the highly if obscurely organized political circumstances obtaining when knowledge is produced. No one is helped in understanding this today when the adjective “political” is used as a label to discredit any work for daring to violate the protocol of pretended suprapolitical objectivity.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“We allow justly that the Holocaust has permanently altered the consciousness of our time: Why do we not accord the same epistemological mutation in what imperialism has done, and what Orientalism continues to do?”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“The power to narrate, or to block other narratives from forming and emerging, is very important to culture and imperialism, and constitutes one of the main connections between them. Most important, the grand narratives of emancipation and enlightenment mobilized people in the colonial world to rise up and throw off imperial subjection; in the process, many Europeans and Americans were also stirred by these stories and their protagonists, and they too fought for new narratives of equality and human community.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“Orientalism is after all a system for citing works and authors . __ Orientalism”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“In a sense the limitations of Orientalism are, as I said earlier, the limitations that follow upon disregarding, essentializing, denuding the humanity of another culture, people, or geographical region.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“The secular world is the world of history as made by human beings. Human agency is subject to investigation and analysis, which it is the mission of understanding to apprehend, criticize, influence, and judge. Above all, critical thought does not submit to state power or to commands to join in the ranks marching against one or another approved enemy. Rather than the manufactured clash of civilizations, we need to concentrate on the slow working together of cultures that overlap, borrow from each other, and live together in far more interesting ways than any abridged or inauthentic mode of understanding can allow. But for that kind of wider perception we need time and patient and skeptical inquiry, supported by faith in communities of interpretation that are difficult to sustain in a world demanding instant action and reaction.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“most important, humanism is the only, and I would go so far as to say, the final resistance we have against the inhuman practices and injustices that disfigure human history.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“The Orient is watched, since its almost (but never quite) offensive behavior issues out of a reservoir of infinite peculiarity; the European, whose sensibility tours the Orient, is a watcher, never involved, always detached, always ready for new examples of what the Description de l'Egypte called \"bizarre jouissance.\" The Orient becomes a living tableau of queerness.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Knowledge means rising above immediacy, beyond self, into the foreign and distant. The object of such knowledge is inherently vulnerable to scrutiny; the object is a ‘fact’ which, if it develops, changes, or otherwise transforms itself in the way that civilizations frequently do, nevertheless is fundamentally, even ontologically stable. To have such knowledge of such a thing is to dominate it, to have authority over it.”",
    "author": "Edward Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“human societies, at least the more advanced cultures, have rarely offered the individual anything but imperialism, racism, and ethnocentrism for dealing with \"other\" cultures.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“It seems a common human failing to prefer the schematic authority of a text to the disorientations of direct encounters with the human.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“indeed it can be argued that the major component in European culture is precisely what made that culture hegemonic both in and outside Europe: the idea of European identity as a superior one in comparison with all the non-European peoples and cultures. There is in addition the hegemony of European ideas about the Orient, themselves reiterating European superiority over Oriental backwardness, usually overriding the possibility that a more independent, or more skeptical, thinker might have had different views on the matter. In a quite constant way, Orientalism depends for its strategy on this flexible positional superiority, which puts the Westerner in a whole series of possible relationships with the Orient without ever losing him the relative upper hand.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“We are all taught to venerate our nations and admire our traditions: we are taught to pursue their interests with toughness and in disregard for other societies. A new and in my opinion appalling tribalism is fracturing societies, separating peoples, promoting greed, bloody conflict, and uninteresting assertions of minor ethnic or group particularity.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“Exile is strangely compelling to think about but terrible to experience. It is the unhealable rift forced between a human being and a native place, between the self and its true home: its essential sadness can never be surmounted. And while it is true that literature and history contain heroic, romantic, glorious, even triumphant episodes in an exile’s life, these are no more than efforts meant to overcome the crippling sorrow of estrangement. The achievements of exile are permanently undermined by the loss of something left behind forever.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“Intellectual representations are the activity itself, dependent on a kind of consciousness that is skeptical, engaged, unremittingly devote to rational investigation and moral judgement; and this puts the individual on record and on the line. Knowing how to use language well and knowing when to intervene in language are two essential features of intellectual action.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“my basic point being that stories are at the heart of what explorers and novelists say about strange regions of the world; they also become the method colonized people use to assert their own identity and the existence of their own history.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“Therefore, Orientalism is not a mere political subject matter or field that is reflected passively by culture, scholarship, or institutions; nor is it a large and diffuse collection of texts about the Orient; nor is it representative and expressive of some nefarious “Western” imperialist plot to hold down the “Oriental” world. It is rather a distribution of geopolitical awareness into aesthetic, scholarly, economic, sociological, historical, and philological texts; it is an elaboration not only of a basic geographical distinction (the world is made up of two unequal halves, Orient and Occident) but also of a whole series of “interests” which, by such means as scholarly discovery, philological reconstruction, psychological analysis, landscape and sociological description, it not only creates but also maintains; it is, rather than expresses, a certain will or intention to understand, in some cases to control, manipulate, even to incorporate, what is a manifestly different (or alternative and novel) world; it is, above all, a discourse that is by no means in direct, corresponding relationship with political power in the raw, but rather is produced and exists in an uneven exchange with various kinds of power, shaped to a degree by the exchange with power political (as with a colonial or imperial establishment), power intellectual (as with reigning sciences like comparative linguistics or anatomy, or any of the modern policy sciences), power cultural (as with orthodoxies and canons of taste, texts, values), power moral (as with ideas about what “we” do and what “they” cannot do or understand as “we” do). Indeed, my real argument is that Orientalism is—and does not simply represent—a considerable dimension of modern political-intellectual culture, and as such has less to do with the Orient than it does with “our” world.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Criticism must think of itself as life-enhancing and constitutively opposed to every form of tyranny, domination, and abuse; its social goals are non-coercive knowledge produced in the interests of human freedom.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“Rather than the manufactured clash of civilizations, we need to concentrate on the slow working together of cultures that overlap, borrow from each other, and live together in far more interesting ways than any abridged or inauthentic mode of understanding can allow.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Being myself meant not only never being quite right, but also never feeling at ease, always expecting to be interrupted or corrected, to have my privacy invaded and my unsure person set upon.”",
    "author": "Edward Said,",
    "book": "Out of Place"
  },
  {
    "quote": "“There was always something wrong with how I was invented and meant to fit in with the world...Whether this was because I constantly misread my part or because of some deep flaw in my being I could not tell for most of my early life\".”",
    "author": "Edward W. Said,",
    "book": "Out of Place"
  },
  {
    "quote": "“But, on the other hand, the study of music is one of the best ways to learn about human nature. This is why I am so sad about music education being practically nonexistent today in schools. Education means preparing children for adult life; teaching them how to behave and what kinds of human beings they want to be. Everything else is information and can be learned in a very simple way. To play music well you need to strike a balance between your head, your heart, and your stomach. And if one of the three is not there or is there in too strong a dose, you cannot use it. What better way than music to show a child how to be human?”",
    "author": "Edward W. Said,",
    "book": "Parallels and Paradoxes: Explorations in Music and Society"
  },
  {
    "quote": "“Despite their pervasiveness, each of them can be countered by what I shall call amateurism, the desire to be moved not by profit or reward but by love for and unquenchable interest in the larger picture, in mak­ing connections across lines and barriers, in refusing to be tied down to a specialty, in caring for ideas and values de­spite the restrictions of a profession.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“my whole point is to say that we can better understand the persistence and the durability of saturating hegemonic systems like culture when we realize that their internal constraints upon writers and thinkers were productive, not unilaterally inhibiting. It is this idea that Gramsci, certainly, and Foucault and Raymond Williams in their very different ways have been trying to illustrate.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Not one of our political spokespeople—the same is true of the Arabs since Abdel Nasser’s time—ever speaks with self-respect and dignity of what we are, what we want, what we have done, and where we want to go. In the 1956 Suez War, the French colonial war against Algeria, the Israeli wars of occupation and dispossession, and the campaign against Iraq, a war whose stated purpose was to topple a specific regime but whose real goal was the devastation of the most powerful Arab country. And just as the French, British, Israeli, and American campaign against Gamal Abdel Nasser was designed to bring down a force that openly stated as its ambition the unification of the Arabs into a very powerful independent political force.”",
    "author": "Edward W. Said,",
    "book": "From Oslo to Iraq and the Road Map: Essays"
  },
  {
    "quote": "“I have begun with the assumption that the Orient is not an inert fact of nature. It is not merely there, just as the Occident itself is not just there either. We must take seriously Vico’s great observation that men make their own history, that what they can know is what they have made, and extend it to geography: as both geographical and cultural entities—to say nothing of historical entities—such locales, regions, geographical sectors as “Orient” and “Occident” are man-made. Therefore as much as the West itself, the Orient is an idea that has a history and a tradition of thought, imagery, and vocabulary that have given it reality and presence in and for the West. The two geographical entities thus support and to an extent reflect each other.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“It remains the professional Orientalist's job to piece together a portrait, a restored picture as it were, of the Orient or the Oriental; fragments, such as those unearthed by Sacy, supply the material, but the narrative shape, continuity, and figures are constructed by the scholar, for whom scholarship consists of circumventing the unruly (un-Occidental) nonhistory of the Orient with orderly chronicle, portraits, and plots.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“No poet, no artist of any art, has his complete meaning alone.1 The force of these comments is directed equally, I think, at poets who think critically and at critics whose work aims at a close appreciation of the poetic process. The main idea is that even as we must fully comprehend the pastness of the past, there is no just way in which the past can be quarantined from the present. Past and present inform each other, each implies the other and, in the totally ideal sense intended by Eliot, each co-exists with the other.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“..culture is not monolithic either and is not the exclusive property of the East or West nor of the small groups of men and women.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“The main battle in imperialism is over land, of course; but when it came to who owned the land, who had the right to settle and work on it, who kept it going, who won it back, and now plans its future--these issues were reflected, contested, and even for a time decided in narrative. As one critic has suggested, nations themselves are narrations.”",
    "author": "Edward Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“Egypt “restored to prosperity, regenerated by wise and enlightened administration … would shed its civilizing rays upon all its Oriental neighbors.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Most professional humanists as a result are unable to make the connection between the prolonged and sordid cruelty of practices such as slavery, colonialist and racial oppression, and imperial subjection on the one hand, and the poetry, fiction, philosophy of the society that engages in these practices on the other.”",
    "author": "Edward W. Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“The power to narrate, or to block other narratives from forming and emerging, is very important to culture and imperialism, and constitutes one of the main connections between them.”",
    "author": "Edward Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“Orientalism is never far from what Denys Hay has called the idea of Europe,3 a collective notion identifying “us” Europeans as against all “those” non-Europeans, and indeed it can be argued that the major component in European culture is precisely what made that culture hegemonic both in and outside Europe: the idea of European identity as a superior one in comparison with all the non-European peoples and cultures. There is in addition the hegemony of European ideas about the Orient, themselves reiterating European superiority over Oriental backwardness, usually overriding the possibility that a more independent, or more skeptical, thinker might have had different views on the matter.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Out of this unstable mix of technocracy and national security you have a nostalgia developing for colonialism or religion—atavistic in my opinion, but some people want them back. Sadat is the great example of that: he threw out the Russians, as well as everything else that represented Abdel Nasser, ascendant nationalism, and so forth—and said, “Let the Americans come.” Then you have a new period of what in Arabic is called an infitah—in other words, an opening of the country to a new imperialism: technocratic management, not production but services—tourism, hotels, banking, etc. That’s where we are right now.”",
    "author": "Edward W. Said,",
    "book": "Power, Politics and Culture : Interviews With Edward W. Said"
  },
  {
    "quote": "“Now everyone knows that to try to say something in the mainstream Western media that is critical of U.S. policy or Israel is extremely difficult; conversely, to say things that are hostile to the Arabs as a people and culture, or Islam as a religion, is laughably easy. For in effect there is a cultural war between spokespersons for the West and those of the Muslim and Arab world. In so inflamed a situation, the hardest thing to do as an intellectual is to be critical, to refuse to adopt a rhetorical style that is the verbal equivalent of carpet-bombing, and to focus instead on those issues like U.S. support for unpopular client re­gimes, which for a person writing in the U.S. are somewhat more likely to be affected by critical discussion.Of course, on the other hand, there is a virtual cer­tainty of getting an audience if as an Arab intellectual you passionately, even slavishly support U.S. policy, you attack its critics, and if they happen to be Arabs, you invent evi­dence to show their villainy; if they are American you confect stories and situations that prove their duplicity; you spin out stories concerning Arabs and Muslims that have the effect of defaming their tradition, defacing their history, accentuating their weaknesses, of which of course there are plenty. Above all, you attack the officially ap­ proved enemies-Saddam Hussein, Baathism, Arab na­tionalism, the Palestinian movement, Arab views of Israel. And of course this earns you the expected accolades: you are characterized as courageous, you are outspoken and passionate, and on and on. The new god of course is the West. Arabs, you say, should try to be more like the West, should regard the West as a source and a reference point. · Gone is the history of what the West actually did. Gone are the Gulf War's destructive results. We Arabs and Mus­lims are the sick ones, our problems are our own, totally self-inflicted.A number of things stand out about these kinds of performance. In the first place, there is no universalism here at all. Because you serve a god uncritically, all the devils are always on the other side: this was as true when you were a Trotskyist as it i's now when you are a recanting former Trotskyist. You do not think of politics in terms of interrelationships or of common histories such as, for instance, the long and complicated dynamic that has bound the Arabs and Muslims to the West and vice versa. Real intellectual analysis forbids calling one side innocent, the other evil. Indeed the notion of a side is, where cultures are at issue, highly problematic, since most cultures aren't watertight little packages, all homogenous, and all either good or evil. But if your eye is on your patron, you cannot think as an intellectual, but only as a disciple or acolyte. In the back of your mind there is the thought that you must please and not displease.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“Standards of truth about human misery and oppression were to be held to despite the individual intellectual's party affiliation, national background, and primeval loyalties. Nothing disfigures the intellectual's public performance as much as trimming, careful silence, patriotic bluster, and retrospective and self-dramatizing apostasy.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“The conquest of the earth, which mostly means the taking it away from those who have a different complexion or slightly flatter noses than ourselves, is not a pretty thing when you look into it too much. What redeems it is the idea only. An idea at the back of it; not a sentimental pretence but an idea; and an unselfish belief in the idea—something you can set up, and bow down before, and offer a sacrifice to.…  —Joseph Conrad, Heart of Darkness”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“The intellectual, i n my sense of the word , is neither a pacifier nor a consensus-builder,but someone whose whole being is staked on a critical sense , a sense of being unwilling to accept easy formulas,or ready-made cliches, or the smooth, ever-so accommodating confirmations of what the powerful or conventional have to say, and what they do. Not just passively unwillingly, but actively willing to say so in public. This is not always a matter of being a critic of government policy, but rather of thinking of the intellectual vocation as maintaining a state of constant alertness, of a perpetual willingness not to let half-truths or received ideas steer one along. That this involves a steady realism, an almost athletic rational energy, and a complicated struggle to balance the problems of one's own selfhood against the demands of publishing and speaking out in the public sphere is what makes it an everlasting effort, constitutively unfinished and necessarily imperfect. Yet its invigorations and complexities, for me at least, make one the richer for it, even though it doesn't make one particularly popular.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“This is the first significant mention of an idea that will acquire an almost unbearable, next to mindless authority in European writing: the theme of Europe teaching the Orient the meaning of liberty, which is an idea that Chateaubriand and everyone after him believed that Orientals, and especially Muslims, knew nothing about. Of liberty, they know nothing; of propriety, they have none: force is their God. When they go for long periods without seeing conquerors who do heavenly justice, they have the air of soldiers without a leader, citizens without legislators, and a family without a father.83”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“... the Orientalist attitude in general [is profoundly anti-empirical]. It shares with magic and with mythology the self-containing, self-reinforcing character of a closed system, in which objects are what they are because they are what they are, for once, for all time, for ontological reasons that no empirical material can either dislodge or alter.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“The Orient was Orientalized not only because it was discovered to be “Oriental” in all those ways considered commonplace by an average nineteenth-century European, but also because it could be—that is, submitted to being—made Oriental.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“In the Prison Notebooks Gramsci says: \"The starting-point of critical elaboration is the consciousness of what one really is, and is ‘knowing thyself’ as a product of the historical process to date, which has deposited in you an infinity of traces, without leaving an inventory.\" The only available English translation inexplicably leaves Gramsci’s comment at that, whereas in fact Gramsci’s Italian text concludes by adding, \"therefore it is imperative at the outset to compile such an inventory.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“To treat fiction as if it were a religious or moral sermon is about as far from the actuality of literature as it is possible to get and indeed it is, in my opinion, the purest form of intellectual barbarism.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“The interchange between the academic and the more or less imaginative meanings of Orientalism is a constant one and since the late eighteenth century there has been a considerable, quite disciplined--perhaps even regulated--traffic between the two. Here I come to the third meaning of Orientalism, which is something more historically and materially defined than either of the other two. Taking the late eighteenth century as a very roughly defined starting point Orientalism can be discussed and analyzed a the corporate institution for dealing with the Orient--dealing with it by making statements about it, authorizing views of it, describing it, by teaching it, settling it, ruling over it: in short, Orientalism as Western style for dominating, restructuring, and having authority over the Orient.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“My argument is that history is made by men and women, just as it can also be unmade and rewritten, always with various silences and elisions, always with shapes imposed and disfigurements tolerated, so that “our” East, “our” Orient becomes “ours” to possess and direct. I should say again that I have”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Of all the modern social sciences, anthropology is the one historically most closely tied to colonialism, since it was often the case that anthropologists and ethnologists advised colonial rulers on the manners and mores of the native people.”",
    "author": "Edward Said,",
    "book": "Culture and Imperialism"
  },
  {
    "quote": "“I mean to ask whether there is any way of avoiding the hostility expressed by the division say, of men into \"us\" (Westerners) and \"they\" (Orientals). For such divisions are generalities whose use historically and actually has been to press the importance of the distinction between some men and some other men, usually towards not especially admirable ends.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“The particular threat to the intellectual today, whether in the West or the non-Western world, is not the academy, nor the suburbs, nor the appalling commercialism of journalism and publishing houses, but rather an attitude that I will call professionalism. By professionalism I mean thinking of your work as an intellectual as something you do for a living, between the hours of nine and five with one eye on the clock, and another cocked at what is considered to be proper, professional behavior—not rocking the boat, not straying outside the accepted paradigms or limits, making yourself marketable and above all presentable, hence uncontroversial and unpolitical and “objective.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“… one of the great advances in modern cultural theory is the realization, almost universally acknowledged, that cultures are hybrid and heterogenous and, as I argued in Culture and Imperialism, that cultures and civilizations are so interrelated and interdependent as to beggar any unitary or simply delineated description of their individuality. How can one today speak of \"Western civilization\" except as in large measure an ideological fiction, implying a sort of detached superiority for a handful of values and ideas, none of which has much meaning outside the history of conquest, immigration, travel, and the mingling of peoples that gave the Western nations their present mixed identities?”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“ALL FAMILIES INVENT THEIR PARENTS AND CHILDREN, GIVE each of them a story, character, fate, and even a language.”",
    "author": "Edward Said,",
    "book": "Out of Place: A Memoir"
  },
  {
    "quote": "“Now because Britain, France, and recently the United States are imperial powers, their political societies impart to their civil societies a sense of urgency, a direct political infusion as it were, where and whenever matters pertaining to their imperial interests abroad are concerned. I doubt that it is controversial, for example, to say that an Englishman in India or Egypt in the later nineteenth century took an interest in those countries that was never far from their status in his mind as British colonies. To say this may seem quite different from saying that all academic knowledge about India and Egypt is somehow tinged and impressed with, violated by, the gross political fact—and that is what I am saying in this study of Orientalism. For if it is true that no production of knowledge in the human sciences can ever ignore or disclaim its author’s involvement as a human subject in his own circumstances, then it must also be true that for a European or American studying the Orient there can be no disclaiming the main circumstances of his actuality: that he comes up against the Orient as a European or American first, as an individual second. And to be a European or an American in such a situation is by no means an inert fact. It meant and means being aware, however dimly, that one belongs to a power with definite interests in the Orient, and more important, that one belongs to a part of the earth with a definite history of involvement in the Orient almost since the time of Homer.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“The particular threat tothe intellectual today, whether in the West or the nonWesternworld, is not the academy, nor the suburbs, nor the appalling commercialism of journalism and publishinghouses, but rather an attitude that I will call professionalism.By professionalism I mean thinking of your workas an intellectual as something you do for a living, betweenthe hours of nine and five with one eye on the clock, andanother cocked at what is considered to be proper, professionalbehavior-not rocking the boat, not straying outsidethe accepted paradigms or limits, making yourself marketableand above all presentable, hence uncontroversialand unpolitical and \"objective.”",
    "author": "Edward Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“Criticism must think of itself as life-enhancing and constitutively opposed to every form of tyranny, domination, and abuse; its social goals are non-coercive knowledge produced in the interest of human freedom”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“By humanism I mean first of all attempting to dissolve Blake’s mind-forg’d manacles so as to be able to use one’s mind historically and rationally for the purposes of reflective understanding and genuine disclosure. Moreover, humanism is sustained by a sense of community with other interpreters and other societies and periods: strictly speaking, therefore, there is no such thing as an isolated humanist.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“My argument is that history is made by men and women, just as it can also be unmade and rewritten, always with various silences and elisions, always with shapes imposed and disfigurements tolerated, so that “our” East, “our” Orient becomes “ours” to possess and direct.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Music requires a particular type of education which is simply not given to most people. And, as a result, it’s set further apart. It has a special place. People who are familiar with painting and photography and drama and dance, and so on, cannot talk so easily about music. And yet, as Nietzsche writes in The Birth of Tragedy, music is potentially the most accessible art form because, with the Apollonian and the Dionysian coming together, it makes a”",
    "author": "Edward W. Said,",
    "book": "Parallels and Paradoxes: Explorations in Music and Society"
  },
  {
    "quote": "“Witnessing a sorry state of affairs when one is not in power is by no means a monotone, monochromatic activity. It involves what Foucault once called a \"relentless erudition,\" scouring alternative sources, exhuming buried documents, reviving forgotten (or abandoned) histories.”",
    "author": "Edward Said",
    "book": ""
  },
  {
    "quote": "“It would be wrong to pretend, however, that both feminist and what has been called ethnic criticism did not in fact since lend themselves either to formalism or to an esoteric and jargon-ridden exclusivism.”",
    "author": "Edward W. Said,",
    "book": "Reflections On Exile: And Other Literary And Cultural Essays"
  },
  {
    "quote": "“it is geography—especially in the displaced form of departures, arrivals, farewells, exile, nostalgia, homesickness, belonging, and travel itself—that is at the core of my memories of those early years.”",
    "author": "Edward Said,",
    "book": "Out of Place: A Memoir"
  },
  {
    "quote": "“The western market economy and its consumer Orientation have produced (and are producing at an accelerating rate) a class of educated people whose intellectual formation is directed to satisfying market needs”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“(Orientals). For such divisions are generalities whose use historically and actually has been to press the importance of the distinction between some men and some other men, usually towards not especially admirable ends. When one uses categories like Oriental and Western as both the starting and the end points of analysis, research, public policy (as the categories were used by Balfour and Cromer), the result is usually to polarize the distinction—the Oriental becomes more Oriental, the Westerner more Western—and limit the human encounter between different cultures, traditions, and societies.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“In short, from its earliest modern history to the present, Orientalism as a form of thought for dealing with the foreign has typically shown the altogether regrettable tendency of any knowledge based on such hard-and-fast distinctions as “East” and “West”: to channel thought into a West or an East compartment. Because this tendency is right at the center of Orientalist theory, practice, and values found in the West, the sense of Western power over the Orient is taken for granted as having the status of scientific truth.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Nothing disfigures the intellectual's publicperformance as much as trimming, careful silence, patriotic bluster, and retrospective and self-dramatizing apostasy.”",
    "author": "Edward Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“There are no rules by which intellectualscan know what to say or do; nor for the truesecular intellectual are there any gods to be worshiped and looked to for unwavering guidance.”",
    "author": "Edward Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“Nothing in my view is more reprehensible than those habits of mind in the intellectual that induce avoidance, that characteristic turning away from a difficult and principled position, which you know to be the right one, but which you decide not to take. You do not want to appear too political; you are afraid of seeming controversial; you want to keep a reputation for being balanced, objective, moderate; your hope is to be asked back, to consult, to be on a board or prestigious committee, and so to remain within the responsible mainstream; someday you hope to get an honorary degree, a big prize, perhaps even an ambassadorship.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“The particular threat to the intellectual today, whether in the West or the non-Western world, is not the academy, nor the suburbs, nor the appalling commercialism of journalism and publishing houses, but rather an attitude that I will call professionalism. By professionalism I mean thinking of your work as an intellectual as something you do for a living, betweenthe hours of nine and five with one eye on the clock, andanother cocked at what is considered to be proper, professional behavior-not rocking the boat, not straying outsidethe accepted paradigms or limits, making yourself marketableand above all presentable, hence uncontroversialand unpolitical and \"objective.”",
    "author": "Edward Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“The particular threat to the intellectual today, whether in the West or the non-Western world, is not the academy, nor the suburbs, nor the appalling commercialism of journalism and publishing houses, but rather an attitude that I will call professionalism. By professionalism I mean thinking of your work as an intellectual as something you do for a living, between the hours of nine and five with one eye on the clock, and another cocked at what is considered to be proper, professional behavior-not rocking the boat, not straying outside the accepted paradigms or limits, making yourself marketableand above all presentable, hence uncontroversial and unpolitical and \"objective”.”",
    "author": "Edward Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“It was perfectly apparent to Western supporters of Zionism like Balfour that the colonization of Palestine was to be made a goal for the Western powers from the very beginning of Zionist planning: Herzl used the idea, Weizmann used it, every leading Israeli since has used it.”",
    "author": "Edward W. Said,",
    "book": "The Question of Palestine"
  },
  {
    "quote": "“Yet an openly polemical and right-minded \"progressive\" scholarship can very easily degenerate into dogmatic slumber, a prospect that is not edifying either.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“there are at present three types of Arab Palestinians: those inside pre-1967 Israel, plus those inside the Occupied Territories, plus those elsewhere outside former Palestine. There has never been a plebiscite conducted among Palestinians as to their wishes”",
    "author": "Edward W. Said,",
    "book": "The Question of Palestine"
  },
  {
    "quote": "“She had developed an extraordinary capacity to draw one in, convincing you of her total commitment and then, with scarcely a moment's notice, making you realize that she had judged and found you wanting.”",
    "author": "Edward W. Said,",
    "book": "Out of Place"
  },
  {
    "quote": "“None of us has ever felt the slightest discrimination against us by the majority. I think that the last point to be made about it is the whole concept of the relationship between a minority and a majority in the Arab world is not easily perceived by a European or a Westerner, who always thinks in the categories of Western racism and Western discrimination against oppressed minorities.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“When a learned Orientalist traveled in the country of his specialization, it was always with unshakable abstract maxims about the “civilization” he had studied; rarely were Orientalists interested in anything except proving the validity of these musty “truths” by applying them, without great success, to uncomprehending, hence degenerate, natives.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Mythic language is discourse, that is, it cannot be anything but systematic; one does not really make discourse at will, or statements in it, without first belonging—in some cases unconsciously, but at any rate involuntarily—to the ideology and the institutions that guarantee its existence. These latter are always the institutions of an advanced society dealing with a less advanced society, a strong culture encountering a weak one. The principal feature of mythic discourse is that it conceals its own origins as well as those of what it describes.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Imperialism, of course, cannot be blamed on science, but what needs to be seen is the relative ease with which science could be deformed into a rationalization for imperial domination.”",
    "author": "Edward W. Said,",
    "book": "The Question of Palestine"
  },
  {
    "quote": "“the Orient was a word which later accured to it a wide field of meanings, associations, and connotations, and the these did not necessarily refer to the real Orient but to the field surrounding the word.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“the Orientals were viewed in a framework constructed out of biological determinism and moral-political admonishment. The Oriental was linked thus to elements in Western society (delinquents, the insane, women, the poor) having in common an identity best described as lamentably alien. Orientals were rarely seen or looked at; they were seen through, analyzed not as citizens, or even people, but as problems to be solved or confined or-as the colonial powers openly coveted their territory-taken over.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“When it seemed obvious to Napoleon that his force was too small to impose itself on the Egyptians, he then tried to make the local imams, cadis, muftis, and ulemas interpret the Koran in favor of the Grande Armée. To this end, the sixty ulemas who taught at the Azhar were invited to his quarters, given full military honors, and then allowed to be flattered by Napoleon's admiration for Islam and Mohammed and by his obvious veneration for the Koran, with which he seemed perfectly familiar. This worked, and soon the population of Cairo seemed to have lost its distrust of the occupiers.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“A condition of marginality, which might seem irresponsible or flippant, frees you from having always to proceed with caution, afraid to overturn the applecart, anxious about upsetting fellow members of the same corporation.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“I am saying, however, that to be as marginal and as undomesticated as someone who is in real exile is for an intellectual to be unusually responsive to the traveler rather than to the potentate, to the provisional and risky rather than to the habitual, to innovation and experiment rather than the authoritatively given status quo. The exilic intellectual does not respond to the logic of the conventional but to the audacity of daring, and to representing change, to moving on, not standing still.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“most liberation struggles in the Third World have produced undistinguished regimes, dominated by state worship, unproductive bureaucracies, and repressive police forces”",
    "author": "Edward W. Said,",
    "book": "The Question of Palestine"
  },
  {
    "quote": "“Can one divide human reality, as indeed human reality seems to be genuinely divided, into clearly different cultures, histories, traditions, societies, even races, and survive the consequences humanly?”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“discussion of the Arab world in general, and of the Palestinians in particular, is so confused and unfairly slanted in the West that a great effort has to be made to see things as, for better or worse, they actually are for Palestinians and for Arabs”",
    "author": "Edward W. Said,",
    "book": "The Question of Palestine"
  },
  {
    "quote": "“For the first time the idea of an Arab Palestine underwent historical acculturation. For the first time in the region’s modern history—and this is what I find of immense value—an attempt was made to grapple with the human and political material for which in the past imported, absolutist philosophies (like Zionism and Arabism) had served. With almost no exceptions at all, political commentators in the West have not grasped the meaning of this change.”",
    "author": "Edward W. Said,",
    "book": "The Question of Palestine"
  },
  {
    "quote": "“...the real issue is whether indeed there can be a true representation of anything, or whether any and all representations, because they are representations, are embedded first in the language and then in the culture, institutions, and political ambience of the representor. If the latter alternative is the correct one (as I believe it is), then we must be prepared to accept the fact that a representation is eo ipso implicated, intertwined, embedded, interwoven, with a great many other things besides the \"truth\" which is itself a representation.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“A literary text speaks more or less directly of a living reality.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“For what the Orientalist does is to confirm the Orient in his readers' eyes; he neither tries nor wants to unsettle already firm convictions.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“Orientalism is fundamentally a political doctrine willed over the Orient because the Orient was weaker than the West, which elided the Orient's difference with its weakness.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“the Orientals were viewed in a framework constructed out of biological determinism and moral-political admonishment. The Oriental was linked thus to elements in Western society (delinquents, the insane, women, the poor) having in common an identity best described as lamentably alien. Orientals were rarely seen or looked at; they were seen through, analyzed not as citizens, or even people, but as problems to be solved or confined or-as the colonial powers openly coveted their territory- taken over.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“To assume that the ends of education are best advanced by focusing principally on our own separateness, our own ethnic identity, culture and traditions ironically places us where as subaltern, inferior, or lesser races we had been placed by nineteenth-century racial theory.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“Inside the academy we should be able to discover and travel among other selves, other identities ... we should regard knowledge as something for which to risk identity and we should think of academic freedom as an invitation to give up on identity in the hope of understanding and perhaps even assuming more than one.”",
    "author": "Edward W. Said",
    "book": ""
  },
  {
    "quote": "“Philosophically, then, the kind of language, thought, and vision that I have been calling Orientalism very generally is a form of radical realism; anyone employing Orientalism, which is the habit for dealing with questions, objects, qualities, and regions deemed Oriental, will designate, name, point to, fix what he is talking or thinking about with a word or phrase, which then is considered either to have acquired, or more simply to be, reality.”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“In a more consistent and sustained way, I think, intellectuals who are close to policy formulation and can control patronage of the kind that gives or withholds jobs, stipends, promotions tend to watch out for individuals who do not toe the line professionally and in the eyes of their superiors gradually come to exude an air of controversy and noncooperation. Understandably of course, if you want a job done—let us say that you and your team have to provide the State Department or Foreign Office with a policy paper on Bosnia by next week—you need to surround yourself with people who are loyal, share the same assumptions, speak the same language. I have always felt that for an intellectual who represents the kinds of things I have been discussing in these lectures, being in that sort of professional position, where you are principally serving and winning rewards from power, is not at all conducive to the exercise of that critical and relatively independent spirit of analysis and judgment that, from my point of view, ought to be the intellectual’s contribution. In other words, the intellectual, properly speaking, is not a functionary or an employee completely given up to the policy goals of a government or a large corporation, or even a guild of likeminded professionals. In such situations the temptations to turn off one’s moral sense, or to think entirely from within the specialty, or to curtail skepticism in favor of conformity are far too great to be trusted. Many intellectuals succumb completely to these temptations, and to some degree all of us do. No one is totally self-supporting, not even the greatest of free spirits.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“I have already suggested that as a way of maintaining relative intellectual independence, having the attitude of an amateur instead of a professional is a better course.”",
    "author": "Edward W. Said,",
    "book": "Representations of the Intellectual"
  },
  {
    "quote": "“For the Orient (“out there” towards the East) is corrected, even penalized, for lying outside the boundaries of European society, “our” world; the Orient is thus Orientalized, a process that not only marks the Orient as the province of the Orientalist but also forces the uninitiated Western reader to accept Orientalist codifications (like d’Herbelot’s alphabetized Bibliothèque) as the true Orient. Truth, in short, becomes a function of learned judgment, not of the material itself,”",
    "author": "Edward W. Said,",
    "book": "Orientalism"
  },
  {
    "quote": "“The long-run goal is, I think, the same for every human being, that politically he or she may be allowed to live free from fear, insecurity, terror, and oppression, free also from the possibility of exercising unequal or unjust domination over others.”",
    "author": "Edward W. Said,",
    "book": "The Question of Palestine"
  }
]